Repository: bariscodefxy/pardus-software
Catalog: po/*.po
Languages: es, pt

source: Are you sure you accept this?
es: ¿Estás seguro de aceptar esto?
pt: Tem a certeza que aceita isto?

source: all
es: todo
pt: tudo

source: Server Address
es: Dirección del servidor
pt: Endereço do servidor

source: Deactivate
es: Desactivar
pt: Desativar

source: Activate
es: Activar
pt: Ativar

source: Default
es: Predeterminado
pt: Predefinido

source: The python3-matplotlib library is required to view statistics.
es: La biblioteca python3-matplotlib es necesaria para ver las estadísticas.
pt: A biblioteca python3-matplotlib é necessária para visualizar estatísticas.

source: Try again by closing and reopening the application.
es: Intenta de nuevo cerrando y reabriendo la aplicación.
pt: Tente novamente fechando e reabrindo a aplicação.

source: Daily App Download Counts (Last 30 Days)
es: Número diario de Descargas de Aplicación (Últimos 30 días)
pt: Contagem diária de transferências de aplicações (últimos 30 dias)

source: Used Operating Systems (For App Download)
es: Sistemas Operativos utilizados (Para Descargar Aplicaciones)
pt: Sistemas operativos utilizados (para transferência de aplicações)

source: Top 30 App Downloads
es: Top 30 Aplicaciones Descargadas
pt: Top 30 das aplicações transferidas

source: Select Category
es: Selecciona Categoría
pt: Selecionar categoria

source: is empty
es: esta vacío
pt: está vazio

source: Description (Turkish)
es: Descripción (Turco)
pt: Descrição (Turco)

source: Description (English)
es: Descripción (Inglés)
pt: Descrição (Inglês)

source: Mail
es: Correo
pt: Correio

source: Icon not found
es: Icono no encontrado
pt: Ícone não encontrado

source: Icon size must be less than 1 MB
es: El tamaño del icono debe ser menor a 1 MB
pt: O tamanho do ícone deve ser inferior a 1 MB

source: Icon file read error
es: Error de lectura del archivo de icono
pt: Erro de leitura do ficheiro do ícone

source: Icon file must be svg
es: El archivo de icono debe ser svg
pt: O ficheiro do ícone deve ser svg

source: If you use the server icons, the application icons will be pulled from the server completely.
es: Si usas los iconos del servidor, los iconos de la aplicación se extraerán completamente del servidor.
pt: Se usar os ícones do servidor, os ícones da aplicação serão retirados completamente do servidor.

source: If you turn this option off, application icons will be pulled from your system,
es: Si desactivas esta opción, los iconos de la aplicación se extraerán de tu sistema,
pt: Se desativar esta opção, os ícones da aplicação serão retirados do sistema,

source: which may cause some application icons to appear blank.
es: lo que causará que algunos iconos de la aplicación aparezcan en blanco
pt: o que pode fazer com que alguns ícones de aplicações apareçam em branco.

source: Transition animations in the application.
es: Animaciones de transición en la aplicación.
pt: Animações de transição na aplicação.

source: Show only available applications in
es: Mostrar solo aplicaciones disponibles en
pt: Mostrar apenas aplicações disponíveis em

source: repository.
es: repositorio.
pt: repositório.

source: If you turn this option off, all apps will be shown, but
es: Si desactivas esta opción, todas las aplicaciones se mostrarán, pero
pt: Se desativar esta opção, todas as aplicações serão exibidas, mas

source: 'Not Found' will be displayed for apps not available in the repository.
es: 'No Encontrado' se mostrará para las aplicaciones que no estén disponibles en el repositorio.
pt: 'Não encontrado' será exibido para aplicações não disponíveis no repositório.

source: Hide applications offered from external repositories (other than Official Pardus repository).
es: Ocultar aplicaciones ofrecidas desde repositorios externos (distintos al repositorio oficial de Pardus).
pt: Ocultar aplicações oferecidas a partir de repositórios externos (que não sejam repositórios oficiais do Pardus).

source: For example, publisher's applications in the Publishers category.
es: Por ejemplo, aplicaciones de editores en la categoría de Editores.
pt: Por exemplo, aplicações de editores na categoria Editores.

source: Default icons use Papirus icon theme.
es: Los iconos predeterminados usan el tema de iconos Papirus.
pt: Os ícones predefinidos usam o tema do ícones Papirus.

source: Candy is Candy icon theme.
es: Candy es el tema de iconos Candy.
pt: Candy é o tema do ícones Candy.

source: Flat is Flat Remix icon theme.
es: Flat es el tema de iconos Flat Remix.
pt: Flat é o tema do ícones Flat Remix.

source: Flatery is Flatery icon theme.
es: Flatery es el tema de iconos Flatery.
pt: Flatery é o tema do ícones Flatery.

source: Kora is Kora icon theme.
es: Kora es el tema de iconos Kora.
pt: Kora é o tema do ícones Kora.

source: Numix is Numix Circle icon theme.
es: Numix es el tema de iconos Numix Circle.
pt: Numix é o tema do ícones Numix Circle.

source: Oranchelo is Oranchelo icon theme.
es: Oranchelo es el tema de iconos Oranchelo.
pt: Oranchelo é o tema do ícones Oranchelo.

source: Tela is Tela icon theme.
es: Tela es el tema de iconos Tela.
pt: Tela é o tema do ícones Tela.

source: Zafiro is Zafiro icon theme.
es: Zafiro es el tema de iconos Zafiro.
pt: Zafiro é o tema do ícones Zafiro.

source: Show gnome comments in app comments.
es: Mostrar comentarios de gnome en la aplicación de comentarios.
pt: Mostra comentários do GNOME nos comentários da aplicação.

source: GNOME comments are pulled from <a href='https://odrs.gnome.org'>GNOME ODRS</a>.
es: Los comentarios de gnome se extraen desde <a href='https://odrs.gnome.org'>GNOME ODRS</a>.
pt: Os comentários do GNOME são retirados do <a href='https://odrs.gnome.org'>GNOME ODRS</a>.

source: Whether the application prefers to use a dark theme.
es: Si la aplicación prefiere usar un modo oscuro.
pt: Se a aplicação optar por usar um tema escuro.

source: If a GTK+ theme includes a dark variant, it will be used instead of the configured theme.
es: Si un tema GTK+ incluye una variante oscura, se utilizará en lugar del tema configurado.
pt: Se um tema GTK+ incluir uma variante escura, o mesmo será usado em vez do tema configurado.

source: The value in your configuration file is used as the wait time.
es: El valor en tu archivo de configuración se usa como tiempo de espera.
pt: O valor no seu ficheiro de configuração é utilizado como o tempo de espera.

source: Allows the package manager cache to be updated again on the next application start if
es: Permite que la caché del gestor de paquetes se actualice nuevamente en el próximo inicio de la aplicación si
pt: Permite que o cache do gestor de pacotes seja atualizado novamente no início da próxima aplicação, se

source: have passed since the last successful update.
es: ha pasado tiempo desde la última actualización exitosa.
pt: passaram desde a última atualização bem sucedida.

source: Last successful update time is
es: La última hora de actualización exitosa es
pt: A última hora de atualização bem sucedida é

source: weeks
es: semanas
pt: semanas

source: days
es: días
pt: dias

source: hours
es: horas
pt: horas

source: minutes
es: minutos
pt: minutos

source: seconds
es: segundos
pt: segundos

source: Cleared
es: Borrado
pt: Limpo

source: Cache files cleared, please close and reopen the application
es: Archivos de caché borrados, por favor cierra y vuelve a abrir la aplicación
pt: Ficheiros de cache limpos. Termine e abra novamente a aplicação

source: Activating
es: Activando
pt: Ativando

source: Downloading
es: Descargando
pt: A transferir

source: i386 activating
pt: i386 ativando

source: | Removed: 100%
es: | Eliminado: 100%
pt: | Removido : 100%

source: | Installed: 100%
es: | Instalado: 100%
pt: | Instalado : 100%

source: | Not Completed
es: | No Completado
pt: | Não concluído

source: <b><span color='red'>Connection Error!</span></b>
es: <b><span color='red'>¡Error de Conexión!</span></b>
pt: <b><span color='red'>Erro de ligação!</span></b>

source: <b><span color='red'>Dpkg Lock Error!</span></b>
es: <b><span color='red'>¡Error de Bloqueo de Dpkg!</span></b>
pt: <b><span color='red'>Erro de bloqueio do dpkg!</span></b>

source: <b><span color='red'>Dpkg Interrupt Error!</span></b>
es: <b><span color='red'>¡Error de interrupción de Dpkg!</span></b>
pt: <b><span color='red'>Erro de interrupção do dpkg!</span></b>

source: Only one software management tool is allowed to run at the same time. Please close the other application e.g. 'Update Manager', 'aptitude' or 'Synaptic' first.
es: Solo se permite ejecutar una herramienta de gestión de software a la vez. Por favor, cierra primero la otra aplicación, por ejemplo, 'Gestor de Actualizaciones', 'aptitude' o 'Synaptic'.
pt: Apenas uma ferramenta de gestão de software pode ser executada ao mesmo tempo. Primeiro termine a outra aplicação, por exemplo, o 'Gestor de atualizações', 'aptitude' ou 'Synaptic'.

source: dpkg interrupt detected. Click the 'Fix' button or manually run 'sudo dpkg --configure -a' to fix the problem.
es: interrupción de dpkg detectada. Haga clic en el botón 'Corregir' o ejecute manualmente 'sudo dpkg --configure -a' para solucionar el problema.
pt: Interrupção do dpkg detetada. Clique no botão 'Corrigir' ou execute manualmente 'sudo dpkg --configure -a' para corrigir o problema.

source: Removed
es: Eliminado
pt: Removido

source: Installed
es: Instalado
pt: Instalado

source: Repo Activation Completed
es: Activaciòn del Repositorio Completada
pt: Ativação do repositório concluída

source: Fixing of system package manager sources list is done.
es: La corrección de la lista de fuentes del gestor de paquetes del sistema ha terminado.
pt: A correção da lista de fontes do gestor de pacotes do sistema está concluída.

source: Package manager cache automatically updated.
es: La caché del gestor de paquetes se actualizó automáticamente.
pt: Cache do gestor de pacotes atualizado automaticamente.

source: An error occurred while updating the package cache. Exit Code:
es: Ocurrió un error al actualizar la caché del paquete. Código de salida:
pt: Ocorreu um erro ao atualizar o cache dos pacotes. Resultado:

source: Process completed.
es: Proceso completado.
pt: Processo concluído.

source: Error.
pt: Erro.

source: Website (*)
es: Sitio Web (*)

source: Website
es: Sitio Web
