Repository: bariscodefxy/pardus-software
Catalog: po/*.po
Languages: es, pt

source: Loading package details
es: Cargando detalles del paquete
pt: A carregar os detalhes do pacote

source: Application Name
es: Nombre de la Aplicación
pt: Nome da aplicação

source: Package Name
es: Nombre del Paquete
pt: Nome do pacote

source: Packages to remove
es: Paquetes para eliminar
pt: Pacotes a remover

source: Packages to install
es: Paquetes para instalar
pt: Pacotes a instalar

source: Broken packages
es: Paquetes dañados
pt: Pacotes corrompidos

source: Disk space to be freed
es: Espacio a liberar en el disco
pt: Espaço em disco a ser libertado

source: Download size
es: Tamaño de la descarga
pt: Tamanho da transferência

source: Required disk space
es: Espacio requerido en el disco
pt: Espaço necessário em disco

source: Close
es: Cerrar
pt: Fechar

source: Uninstall
es: Desinstalar
pt: Desinstalar

source: Back
es: Volver
pt: Voltar

source: Accept
es: Aceptar
pt: Aceitar

source: <b>Application could not be uninstalled.</b>
es: <b>La aplicación no se puede desinstalar</b>
pt: <b>Não foi possível desinstalar a aplicação.</b>

source: - Application uninstalling process is only valid for applications that the package manager (apt) supports. <i><small>(installed from repositories or via the .deb package)</small></i> - For applications installed using tools such as Flatpak, Snap, Wine, you can review the removal instructions of the relevant application.
es: - El proceso de desinstalación de la aplicación solo es válido para aplicaciones que el gestor de paquetes (apt) admite. <i><small>(instalado desde repositorios o a través del paquete .deb)</small></i> - Para aplicaciones instaladas usando herramientas como Flatpak, Snap, Wine, se pueden revisar las instrucciones de eliminación de la aplicación relevante.
pt: - O processo de desinstalação de aplicações só é válido para aplicações que o gestor de pacotes (apt) suporta. <i><small>( instalado a partir de repositórios ou através do pacote .deb )</small></i> - Para aplicações instaladas utilizando ferramentas como o Flatpak, Snap, Wine, é possível rever as instruções de remoção da aplicação relevante.

source: <b>Disclaimer</b> This application served from Pardus non-free package repositories, so that the OS has nothing to do with the health of the application.
es: <b>Aviso Legal</b> Esta aplicación se proporciona desde los repositorios de paquetes no-libres de Pardus, por lo que el sistema operativo no tiene nada que ver con el estado de la aplicación.
pt: <b>Aviso Legal</b> Esta aplicação é disponibilizada de repositórios de pacotes não-livres do Pardus, de modo que o sistema operativo nada tem a ver com o estado da aplicação.

source: Image 1
es: Imagen 1
pt: Imagem 1

source: Open image on web browser
es: Abrir imagen en el navegador web
pt: Abrir imagem no navegador web

source: Download image
es: Descargar imagen
pt: Transferir imagem

source: Queue
es: Cola
pt: Em fila de espera

source: OK
es: Aceptar
pt: Aceitar

source: Fix
es: Corregir
pt: Corrigir

source: Search an app
es: Buscar una applicación
pt: Procurar uma aplicação

source: Search an app in repo
es: Buscar una aplicación en el repositorio
pt: Procurar por uma aplicação no repositório

source: Search
es: Buscar
pt: Procurar

source: Search an app in my apps
es: Buscar una aplicación en mis aplicaciones
pt: Procurar por uma aplicação nas minhas aplicações

source: Editor's Picks
es: Selecciones del editor
pt: Escolhas do editor

source: Categories
es: Categorías
pt: Categorias

source: Most Downloaded Apps
es: Aplicaciones más descargadas
pt: Aplicações mais transferidas

source: Popular Apps
es: Aplicaciones populares
pt: Aplicações populares

source: Last Added Apps
es: Últimas aplicaciones añadidas
pt: Últimas aplicações adicionadas

source: <small>Total App Download Count :</small>
es: <small>Número total de descargas de la aplicación :</small>
pt: <small>Contagem total de transferências de aplicações :</small>

source: <small>Total App Rate Count :</small>
es: <small>Número total de calificaciones de la aplicación :</small>
pt: <small>Contagem total de avaliações de aplicações :</small>

source: You can search for applications in repositories using search.
es: Puedes buscar aplicaciones en repositorios usando la búsqueda
pt: É possível procurar por aplicações em repositórios utilizando a pesquisa.

source: None
es: Ninguna
pt: Nenhuma

source: Show All Applications
pt: Mostrar todas as aplicações

source: Show Installed Applications
pt: Mostrar aplicações instaladas

source: Show Not Installed Applications
pt: Mostrar aplicações não instaladas

source: Sort by Name
es: Ordenar por nombre
pt: Ordenar por nome

source: Sort by Download
es: Ordenar por Descarga
pt: Ordenar por transferência

source: Sort by Popularity
es: Ordenar por Popularidad
pt: Ordenar por popularidade

source: Sort by Last Added
es: Ordenar por Último Añadido
pt: Ordenar por última adicionada

source: <small>Your Rate</small>
es: <small>Tu Valoración</small>
pt: <small>A sua avaliação</small>

source: <small>Download</small>
es: <small>Descargar</small>
pt: <small>Transferência</small>

source: Open
es: Abrir
pt: Abrir

source: Try Update Package Cache
es: Intenta Actualizar el Caché del Paquetes
pt: Tente atualizar o cache dos pacotes

source: <b>Disclaimer</b> This application served from Pardus non-free package repositories, so that the OS has nothing to do with the health of the application.
es: <b>Aviso Legal</b> Esta aplicación se proporciona desde los repositorios de paquetes no-libres de Pardus, por lo que el sistema operativo no tiene nada que ver con el estado de la aplicación.
pt: <b>Aviso Legal</b> Esta aplicação é disponibilizada por repositórios de pacotes não-livres do Pardus, de modo que o sistema operativo nada tem a ver com o estado da aplicação.

source: Disclaimer
es: Aviso legal
pt: Aviso legal

source: This application is available through an external repository.
es: Esta aplicación esta disponible desde un repositorio externo.
pt: Esta aplicação está disponível através de um repositório externo.

source: repo address
es: dirección del repositorio
pt: endereço do repositório

source: Are you sure you want to activate this repository?
es: ¿Estás seguro que quieres activar este repositorio?
pt: Tem a certeza de que quer ativar este repositório?

source: No
pt: Não

source: Yes
es: Si
pt: Sim

source: Activating Repo
es: Activando repositorio
pt: Ativando repositório

source: Please wait...
es: Por favor espera...
pt: Aguarde...

source: Version
es: Versión
pt: Versão

source: Download Size
es: Tamaño de descarga
pt: Tamanho da transferência

source: Type
es: Tipo
pt: Tipo

source: Category
es: Categoría
pt: Categoria

source: License
es: Licencia
pt: Licença

source: Component
es: Componente
pt: Componente

source: Available Repositories
es: Repositorios disponibles
pt: Repositórios disponíveis

source: Details
es: Detalles
pt: Detalhes

source: Images
es: Imagenes
pt: Imagens

source: Description ...
es: Descripción ...
pt: Descrição ...

source: read more
es: leer más
pt: saiba mais

source: Description
es: Descripción
pt: Descrição

source: Pardus Ratings
es: Valoraciones de Pardus
pt: Avaliações do Pardus

source: Gnome Software Ratings
es: Valoraciones de Gnome Software
pt: Avaliações do GNOME Software

source: Ratings
es: Valoraciones
pt: Avaliações

source: Load More Comments
es: Cargar más comentarios
pt: Carregar mais comentários

source: Pardus Comments
es: Comentarios de Pardus
pt: Comentários do Pardus

source: Turkish Comments
es: Comentarios en Turco
pt: Comentários em Turco

source: English Comments
es: Comentarios en inglés
pt: Comentários em Inglês

source: Gnome Comments
es: Comentarios de Gnome
pt: Comentários do GNOME

source: How many stars would you give this app?
es: ¿Cuantas estrellas le darías a esta aplicación?
pt: Quantas estrelas daria a esta aplicação?

source: Your app rating has been successfully submitted; you can also add a comment if you want.
es: Tu valoracíon de la aplicación ha sido enviada con éxito; también puedes añadir un comentario si quieres.
pt: A sua avaliação da aplicação foi submetida com sucesso. Pode também adicionar um comentário se quiser.

source: Your Name:
es: Tu Nombre:
pt: O seu nome:

source: Write your name
es: Escribe tu nombre
pt: Escreva o seu nome

source: Your Comment:
es: Tu Comentario:
pt: O seu comentário:

source: Send
es: Enviar
pt: Enviar

source: You have already rated the app.
es: Ya has valorado la aplicación.
pt: Já avaliou a aplicação.

source: You can also add a comment if you want or you can edit your unapproved comment.
es: También puedes añadir un comentario si quieres, o puedes editar tu comentario no aprovados.
pt: Pode também adicionar um comentário se quiser ou pode editar o seu comentário não aprovado.

source: Your Name
es: Tu Nombre
pt: O seu nome

source: Your Comment
es: Tu Comentario
pt: O seu comentário

source: Add Comment
es: Añadir Comentario
pt: Adicionar comentário

source: Write Pardus Comment
pt: Escreva comentário do Pardus

source: Comments
es: Comentarios
pt: Comentários

source: Could not connect to the server
es: No se pudo conectar al servidor
pt: Não foi possível ligar ao servidor

source: Retry
es: Reintentar
pt: Tentar novamente

source: Use Server Icons
es: Usar iconos del servidor
pt: Usar ícones do servidor

source: Enable Animations
es: Habilitar animaciones
pt: Ativar animações

source: Show Only Available Applications
es: Mostrar solo aplicaciones disponibles
pt: Mostrar apenas aplicações disponíveis

source: Hide External Repo Applications
es: Ocultar Aplicaciones de Repositorios Externos
pt: Ocultar aplicações de repositórios externos

source: Show Gnome Comments
es: Mostrar comentarios de Gnome
pt: Mostrar comentários do GNOME

source: Update Package Manager on Start
es: Actualizar el Gestor de Paquetes al Iniciar
pt: Atualizar o gestor de pacotes ao iniciar

source: Use Dark Theme
es: Usar Modo Oscuro
pt: Usar tema escuro

source: Icons
es: Iconos
pt: Ícones

source: Clear Cache Files
es: Borrar archivos de caché
pt: Limpar ficheiros do cache

source: Clear
es: Borrar
pt: Limpar

source: Fix Package Manager Sources List
es: Corregir Lista de Fuentes del Gestor de Paquetes
pt: Corrigir lista de fontes do gestor de pacotes

source: Passwordless Application Usage
es: Uso de Aplicación sin Contraseña
pt: Utilização de aplicações sem palavra-passe

source: Fixes the system sources list that used by package manager. This process will revert all the changes have been done and will use only Pardus Official Repository source addresses. Use with caution.
es: Corrige la lista de fuentes del sistema utilizada por el gestor de paquetes. Este proceso revertirá todos los cambios realizados y utilizará solo las direcciones de origen del Repositorio Oficial de Pardus. Úsalo con precaución.
pt: Corrige a lista de fontes do sistema que é utilizada pelo gestor de pacotes. Este processo reverterá todas as alterações que foram feitas e utilizará apenas os endereços das fontes do Repositório Oficial Pardus. Usar com precaução.

source: Cancel
es: Cancelar
pt: Cancelar

source: All processes in the queue have been completed.
es: Todos los procesos de la cola se han completado.
pt: Todos os processos em fila de espera foram concluídos.

source: Your system sources list that used by package manager seems broken or your system has broken dependencies.
es: La lista de fuentes del sistema utilizada por el gestor de paquetes parece dañada, o tu sistema tiene dependencias dañadas.
pt: A lista de fontes do sistema usada pelo gestor de pacotes parece corrompida ou o sistema corrompeu dependências.

source: Try Fix
es: Intentar Corregir
pt: Tente corrigir

source: This operation; will remove all sources.list and sources.list.d entries and create defaults, will run "apt update" command, will run "apt install --fix-broken" command, will run "dpkg --configure -a". Use with caution. Are you sure you want to continue?
es: Esta operación; eliminará todas las entradas de sources.list y sources.list.d y creará valores predeterminados, ejecutará el comando "apt update" command, ejecutará el comando "apt install --fix-broken" command, ejecutará el comando "dpkg --configure -a". Úsalo con precaución. ¿Estás seguro de que quieres continuar?
pt: Esta operação; irá remover todas as source.list e sources.list.d e criar as predefinidas, irá executar o comando "apt update", irá executar o comando "apt install --fix-broken", irá executar o "dpkg --configure -a". Usar com precaução. Tem a certeza que quer continuar?

source: Operation completed.
es: Operación completada.
pt: Operação concluída.

source: Go to Homepage
es: Ir a la página de inicio
pt: Ir para a página inicial

source: You can check the terminal output below.
es: Puedes revisar la salida del terminal a continuación.
pt: Pode verificar o resultado do terminal abaixo.

source: The error in the package manager could not be fixed.
es: No se pudo corregir el error en el gestor de paquetes.
pt: Não foi possível corrigir o erro no gestor de pacotes.

source: You can follow the instructions by looking at the terminal output below.
es: Puedes seguir las instrucciones mirando la salida del terminal a continuación.
pt: Pode seguir as instruções olhando para o resultado do terminal abaixo.

source: You can ask for help about your problem through Pardus help channels.
es: Puedes pedir ayuda sobre tu problema a través de los canales de ayuda de Pardus.
pt: Pode pedir ajuda sobre o seu problema através dos canais de ajuda do Pardus.

source: Statistics loading
es: Cargando estadísticas
pt: Estatísticas de carregamento

source: Daily App Download Counts
es: Número de descargas Diarias de Aplicaciones
pt: Contagem diária de transferências de aplicações

source: Used Operating Systems
es: Sistemas Operativos utilizados
pt: Sistemas operativos utilizados

source: <small>View on apps.pardus.org.tr</small>
es: <small>Ver en apps.pardus.org.tr</small>
pt: <small>Ver em apps.pardus.org.tr</small>

source: Click for install
es: Clic para instalar
pt: Clicar para instalar

source: Application Name (*)
es: Nombre de la Aplicación (*)
pt: Nome da aplicação (*)

source: Category (*)
es: Categoría (*)
pt: Categoria (*)

source: Description (Turkish) (*)
es: Descripción (Turco) (*)
pt: Descrição (Turco) (*)

source: Description (English) (*)
es: Descripción (Inglés) (*)
pt: Descrição (Inglês) (*)

source: License (*)
es: Licencia (*)
pt: Licença (*)

source: Copyright Text
es: Texto de Derechos de Autor
pt: Texto de direitos de autor

source: Icon (svg)
es: Icono (svg)
pt: Ícone (svg)

source: Select Icon
es: Seleccionar Icono
pt: Selecionar ícone

source: Your Name (*)
es: Tu Nombre (*)
pt: O seu nome (*)

source: Your E-Mail Address (*)
es: Tu dirección de e-mail (*)
pt: O seu endereço de e-mail (*)

source: Is the application available in Pardus repositories?
es: ¿La aplicación está disponible en los repositorios de Pardus?
pt: A aplicação está disponível nos repositórios do Pardus?

source: * Required fields
es: * Campos requeridos
pt: * Campos necessários

source: Your application suggestion has been successfully submitted.
es: Tu sugerencia de aplicación se ha enviado con éxito.
pt: A sua sugestão de aplicação foi submetida com sucesso.

source: Maintainer
es: Responsable
pt: Responsável

source: description
es: descripción
pt: descrição

source: Installed Size
es: Tamaño instalado
pt: Tamanho instalado

source: Packages to remove:
es: Paquetes para eliminar:
pt: Pacotes a remover:

source: Packages to install:
es: Paquetes para instalar:
pt: Pacotes a instalar:

source: Broken packages:
es: Paquetes dañados:
pt: Pacotes corrompidos:

source: Disk space to be freed:
es: Espacio a liberar en el disco:
pt: Espaço em disco a ser libertado:

source: Download size:
es: Tamaño de la descarga:
pt: Tamanho da transferência:

source: Required disk space:
es: Espacio requerido en el disco:
pt: Espaço necessário em disco:

source: Uninstall Details
es: Detalles de Desinstalación
pt: Desinstalar detalhes

source: View more information on the store page
es: Ver más información en la pagina de la tienda
pt: Ver mais informações na página da loja

source: <b><big>Application could not be uninstalled.</big></b>
es: <b><big>La aplicación no se puede desinstalar.</big></b>
pt: <b><big>Não foi possível desinstalar a aplicação.</big></b>

source: Back to My Apps
es: Volver a Mis Aplicaciones
pt: Voltar às minhas aplicações

source: Required disk size:
es: Tamaño de disco requerido:
pt: Tamanho de disco necessário:

source: Upgraded:
es: Actualizado:
pt: Atualizado:

source: Newly installed:
es: Recién instalado:
pt: Recém-instalado:

source: To remove:
es: Para eliminar:
pt: A remover:

source: Not upgraded:
es: No actualizado:
pt: Não atualizado:

source: Upgrade
es: Actualizar
pt: Atualizar

source: Ok
es: Aceptar
pt: Aceitar

source: Store
es: Tienda
pt: Loja

source: Repo
es: Repositorio
pt: Repositório

source: My Apps
es: Mis Aplicaciones
pt: Minhas aplicações

source: Auto apt update in progress.
es: Actualización automática en progreso.
pt: Atualização automática em curso.

source: Settings
es: Configuración
pt: Definições

source: Statistics
es: Estadísticas
pt: Estatísticas

source: Suggest App
es: Sugerir aplicación
pt: Sugerir aplicação

source: About
es: Acerca
pt: Acerca

source: Install, remove, update applications
es: Instalar, eliminar, actualizar aplicaciones
pt: Instalar, remover, atualizar aplicações

source: translator-credits
pt: Hugo Carvalho <hugokarvalho@hotmail.com>

source: Package is broken.
es: El paquete está dañado.
pt: O pacote está corrompido.

source: Package configuration files
es: Archivos de configuración del paquete
pt: Ficheiros de configuração de pacotes

source: Use new configuration files
es: Usar nuevos ficheros de configuración
pt: Usar ficheiros de configuração novos

source: Use old configuration files
es: Usar antiguos ficheros de configuración
pt: Usar ficheiros de configuração antigos

source: Ask me what to do
es: Pregúntame qué hacer
pt: Perguntar o que fazer

source: Interaction
es: Interacción
pt: Interação

source: Start process (with -yq option)
es: Iniciar proceso (con la opción -yq)
pt: Iniciar processo (com a opção -yq)

source: Ask me before starting the process (without -yq)
es: Pregúntame antes de iniciar el proceso (sobre -yq)
pt: Perguntar-me antes de iniciar o processo (sem -yq)

source: Restore Defaults
es: Restaurar valores predeterminados
pt: Restaurar predefinições

source: These comments are pulled from <a href='https://odrs.gnome.org'>GNOME ODRS</a>.
es: Estos comentarios se extraen desde <a href='https://odrs.gnome.org'>GNOME ODRS</a>.
pt: Estes comentários são retirados do <a href='https://odrs.gnome.org'>GNOME ODRS</a>.

source: Updates
es: Actualizaciones
pt: Atualizações

source: Pardus Software Center
es: Centro de Software Pardus
pt: Centro de Software Pardus

source: About Pardus Software Center
pt: Acerca do Centro de Software Pardus

source: matplotlib is not found
es: matplotlib no se ha encontrado
pt: matplotlib não foi encontrado

source: is None
es: es Ninguno
pt: é nenhuma

source: Copy selected text
es: Copiar texto seleccionado
pt: Copiar texto selecionado

source: Pardus Software Center | New version available
es: Centro de Software Pardus | Nueva versión disponible
pt: Centro de Software Pardus | Nova versão disponível

source: Please upgrade application using Menu/Updates
es: Por favor, actualiza la aplicación usando Menú/Actualizaciones
pt: Atualize a aplicação usando o Menu/Atualizações

source: Could not connect to server.
es: No se pudo conectar al servidor.
pt: Não foi possível ligar-se ao servidor.

source: Server address
es: Dirección del servidor
pt: Endereço do servidor

source: Updating Cache
es: Actualizando Caché
pt: A atualizar o cache

source: Save File
es: Guardar Archivo
pt: Guardar ficheiro

source: Save
es: Guardar
pt: Guardar

source: Image
es: Imagen
pt: Imagem

source: Status
es: Estado
pt: Estado

source: Name
es: Nombre
pt: Nome

source: Section
es: Sección
pt: Secção

source: Getting applications from server
es: Obteniendo aplicaciones del servidor
pt: A obter aplicações do servidor

source: Couldn't get icons
es: No se pudieron obtener iconos
pt: Não foi possível obter ícones

source: Application icons could not be retrieved from the server
es: Los iconos de la aplicación no se han podido recuperar desde el servidor
pt: Os ícones das aplicações não puderam ser recuperados do servidor

source: Category icons could not be retrieved from the server
es: Los iconos de categoría no se han podido recuperar desde el servidor
pt: Os ícones da categoria não puderam ser recuperados do servidor

source: Getting icons from server
es: Obteniendo iconos desde el servidor
pt: A obter ícones do servidor

source: All
es: Todo
pt: Tudo

source: Size
es: Tamaño
pt: Tamanho

source: View on {}.
es: Ver en {}.
pt: Ver em {}.

source: Non-Free
es: No-Libre
pt: Não-Livre

source: Open Source
es: Código Abierto
pt: Código aberto

source: Uninstall
es: Desinstalar
pt: Desinstalar

source: Install
es: Instalar
pt: Instalar

source: You need to install the application
es: Necesitas instalar la aplicación
pt: Precisa de instalar a aplicação

source: Removing
es: Eliminando
pt: A remover

source: Installing
es: Instalando
pt: A instalar

source: Not Found
es: No encontrado
pt: Não encontrado

source: Enable Repo
es: Activar Repositorio
pt: Ativar repositório

source: unknown
es: desconocido
pt: desconhecido

source: App Version
es: Versión de la aplicación
pt: Versão da aplicação

source: Your Rate
es: Tu Valoración
pt: A sua avaliação

source: Edit Comment
es: Editar Comentario
pt: Editar comentário

source: Your comment has been sent successfully. It will be published after approval.
es: Tu comentario se envió correctamente. Será publicado despues de la aprobación.
pt: O seu comentário foi enviado com sucesso. Será publicado após aprovação.

source: Please try again soon
es: Por favor intenta de nuevo más tarde
pt: Tente novamente em breve

source: Error
pt: Erro

source: Download
es: Descargar
pt: Transferir

source: Cannot be null
es: No puede ser nulo
pt: Não pode ser nulo

source: available
pt: disponível

source: installed
pt: instalado

source: not installed
pt: não instalado

source: app
pt: aplicação

source: apps
pt: aplicações

source: Updating
es: Actualizando
pt: A atualizar

source: Package manager is busy, try again later.
es: El gestor de paquetes está ocupado, intentalo de nuevo más tarde
pt: O gestor do pacotes está ocupado. Tente novamente mais tarde.

source: Please try again after the processes in the queue are completed.
es: Por favor, inténtalo de nuevo después de que se completen los procesos en la cola
pt: Tente novamente depois que os processos em espera estiverem concluídos.

source: Updates are complete. Your system is up to date.
es: Las actualizaciones han terminado. El sistema está actualizado
pt: As atualizações estão concluídas. O sistema está atualizado.

source: List of packages on hold
es: Lista de paquetes en espera
pt: Lista de pacotes em espera

source: The process is in progress. Please wait...
es: El proceso está en progreso. Por favor espera...
pt: O processo está em curso. Aguarde...

source: Will be removed
es: Será eliminado
pt: Será removido

source: Will be installed
es: Será instalado
pt: Será instalado

source: You cannot cancel because the application is in progress.
es: No se puede cancelar porque la aplicación está en curso.
pt: Não pode cancelar porque a aplicação está em curso.

source: Removing
es: Eliminando
pt: A remover

source: Installing
es: Instalando
pt: A instalar

source: The following important packages will also be removed.
es: Los siguientes paquetes importantes también serán eliminados.
pt: Os seguintes pacotes importantes serão também removidos.
